[
    
    {
        "id": 10,
        "precommande": true,
        "exclu": false,
        "dateSortie": "2024-05-31",
        "date": "",
        "title": "EA Sports F1 24",
        "resume": "Faites partie des 20 avec EA SPORTS F1 24, le jeu vidéo officiel du 2024 FIA Formula One World Championship. Entrez dans la légende lors de votre quête de gloire en mode Carrière F1, la première mise à jour majeure du mode depuis 2016. Pilotez comme les plus grands champions et soyez en osmose avec votre monoplace grâce au tout nouveau système de Comportement dynamique d’EA SPORTS. Enflammez votre passion en vous connectant à vos écuries et à vos pilotes favoris, tout en prouvant votre dextérité au volant via des expériences et des modes inédits.",
        "titleNews": "Une plongée en vidéo dans le mode Carrière de F1 24",
        "text": "Electronic Arts et Codemasters se font une nouvelle fois entendre avec cette vidéo inédite de F1 24. Quelques jours après la diffusion du trailer de présentation, nous avons l'opportunité d'en apprendre plus au sujet du mode Carrière.Celle-ci pourra être réalisée en solo ou bien à deux avec un ami. Elle permettra d'incarner des pilotes célèbres de la Formule 1 et des petits nouveaux de Formule 2. Des légendes de la course, comme Ayrton Senna et Michael Schumacher, figureront au programme. La vidéo, qui est sous-titrée en plusieurs langues, revient sur d'autres ajouts majeurs en Carrière. On peut notamment souligner le fait de négocier son contrat, de vivre de véritables rivalités sportives ou encore le fait d'avoir accès à de nouveaux défis réguliers. Précisons que la Carrière en coopération a été totalement repensée. F1 24 est attendu le 31 mai prochain sur consoles et PC.",
        "imageUrl": "https://media.contentapi.ea.com/content/dam/ea/f1/f1-24/images/2024/04/f124-hero-lg-homepage-xl-16x91.jpg.adapt.crop16x9.1920w.jpg",
        "genres": "Jeux solo, Course, Sport",
        "genre": "Course",
        "video": "vxQIKjRJm40",
        "critique": "",
        "critiqueTitle": "",
        "gifs": [
            {
                "id": 1,
                "img": " ",
                "title": "PROFITEZ DU COMPORTEMENT DYNAMIQUE EA SPORTS™ DANS F1® 24",
                "texte": "F1® 24 propose la mise à jour physique majeure de Codemasters et vous offre l’expérience de pilotage la plus immersive."
            },
            {
                "id": 2,
                "img": " ",
                "title": "COMPORTEMENT DYNAMIQUE EA SPORTS™",
                "texte": "Nous avons travaillé en étroite collaboration avec Max Verstappen sur le nouveau système de Comportement dynamique d’EA SPORTS, qui redéfinit la sensibilité de la monoplace pour produire des réactions réalistes et prévisibles au niveau du volant et des pédales. Cette révolution commence par un tout nouveau système de suspensions cinétique, qui procure à votre monoplace une sensation de répartition du poids et de centre de gravité beaucoup plus réaliste. Les effets de ressorts et d’amortissements ont été adaptés pour refléter au mieux la manière dont votre monoplace réagit aux différentes charges et attitudes selon le type de virage franchi. Vous disposez ainsi d’une plus grande flexibilité en matière de réglages pour votre monoplace. En fonction du tracé et de votre style de pilotage, vous devrez choisir le bon compromis au niveau des suspensions. En tant que pilote, allez-vous privilégier la stabilité dans les sections à grande vitesse ou une meilleure traction à basse vitesse ? Vous disposez désormais d’un contrôle accru et d’outils plus réalistes pour ajuster ces variables à votre guise."
            },
            {
                "id": 3,
                "img": " ",
                "title": "Modèle de pneus amélioré",
                "texte": "Nous avons considérablement amélioré le comportement des pneus dans F1® 24 pour apporter encore plus de réalisme aux monoplaces.  Notre modèle de température dans F1® 24 est inédit : la température de la carcasse et celle de la surface varient davantage en fonction de la pression des pneus, des conditions atmosphériques, de la piste et de votre style de pilotage. Si l’air est propre, les pilotes à la conduite souple peuvent tirer le meilleur parti de leurs pneus et prolonger leur relais en course, tandis que les pilotes agressifs, qui bloquent leurs freins tout en évoluant dans un air sale, sont beaucoup plus susceptibles d’endommager leurs pneus et de les user prématurément. Nous avons également amélioré la façon dont les pneus interagissent avec la surface de la piste dans des conditions variables. Par exemple, lorsque la piste commence à sécher après une averse, vous pouvez chercher les parties humides restantes sur le circuit pour rafraîchir vos pneus pluie ou intermédiaires. Vous remarquerez en outre des transitions plus réalistes entre le mouillé et le sec, ce qui crée plus d’incertitude au moment de vous demander quand rentrer aux stands pour changer de gommes. Toutes ces innovations, combinées à la nouvelle physique du système de suspensions, rendent l’expérience de jeu encore plus immersive. Et ce n’est pas tout !"
            },
            {
                "id": 4,
                "img": " ",
                "title": "MODÉLISATION AÉRODYNAMIQUE AMÉLIORÉE",
                "texte": "Le système de Comportement dynamique dans F1®️ 24 serait moins convaincant sans une refonte de l’aérodynamique de ces formidables machines. En plus des améliorations révolutionnaires apportées aux suspensions et aux pneus, nous avons eu recours à la dynamique des fluides numérique (DFN) pour améliorer considérablement notre simulation aérodynamique. Vous avez ainsi une idée beaucoup plus précise des forces qui génèrent l’appui des ailerons et du plancher. Lorsque vous vous trouvez derrière une autre monoplace, vous ressentez bien entendu les effets de l'aspiration dans les lignes droites, mais nous avons ajouté des turbulences (le fameux air sale) beaucoup plus réalistes, ce qui réduit l'adhérence dans les virages lorsque vous suivez un rival de près, comme sur un vrai circuit. Le système de réduction de la traînée (DRS) bénéficie également de cette amélioration du modèle aérodynamique. Si vous réglez votre monoplace avec un fort angle d’aileron arrière, l’augmentation de la traînée réduira naturellement votre vitesse de pointe en ligne droite, mais vous noterez un ascendant plus marqué à l’activation du DRS par rapport à une monoplace à l’aileron arrière plus fin, capable en revanche d’approcher sa vitesse de pointe maximale sans DRS. Les bonnes nouvelles ne s’arrêtent pas là ! Grâce à l’amélioration de la modélisation des véhicules, les profils du châssis et du plancher des monoplaces de la saison 2024 sont plus précis que jamais. Les vétérans d'entre vous pourront ainsi tester les réglages de la garde au sol pour affiner leurs performances aérodynamiques sur chaque circuit en ajustant l’inclinaison de la voiture. N’oubliez pas de décortiquer vos temps au tour sur EA Racenet et sur les applications communautaires de télémétrie pour gagner ces dixièmes de seconde qui comptent tant."
            },
            {
                "id": 5,
                "img": " ",
                "title": "NOUVEAUX PARAMÈTRES DU BLOC PROPULSEUR",
                "texte": "Ce qui se passe sous le capot aussi est important ! Nous vous octroyons davantage de contrôle sur le bloc propulseur de votre monoplace pour vous donner plus de possibilités de vous adapter aux circonstances et aux stratégies changeantes pendant les courses, comme sur un vrai circuit. Notre cartographie de l’accélérateur a été optimisée pour que votre monoplace sollicite graduellement plus de puissance au fur et à mesure que votre pression sur la pédale augmente en sortie de virage. Cela réduit les déperditions électriques du moteur hybride et ouvre la porte à une tactique de pilotage plus élaborée. Par exemple, vous pouvez pour la première fois déclasser manuellement la puissance délivrée et réinjecter plus d’énergie dans l’ERS (système de récupération d’énergie) en levant le pied en bout de ligne droite avant la zone de freinage, ce qui vous permet de préserver de l’énergie de votre batterie afin de mieux l’utiliser pour attaquer ou vous défendre plus tard dans le tour ou dans la course. Cette année, les modes d’utilisation de l’ERS ont également été ajustés. À la demande générale (et parce que c’est plus réaliste !), nous avons rétabli la possibilité de passer instantanément d’un mode ERS à l’autre à chaque séance d’un week-end de course. Des réglages tels que Chrono sont donc à nouveau disponibles pour vous offrir de nouvelles options tactiques. Le mode Dépassement a également été rendu plus agressif. Tout cela signifie que, même si certains réglages comme Dépassement vident la batterie de l’ERS plus rapidement que dans nos éditions précédentes, vous disposez désormais de beaucoup plus d’outils et de tactiques pour recharger rapidement votre batterie et revenir à la bagarre en course."
            }
        ],
        "screen": [
            {
                "id": 1,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-1.jpg?v=1712564573"
            },
            {
                "id": 2,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-2.jpg?v=1712564573"
            },
            {
                "id": 3,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-3.jpg?v=1712564573"
            },
            {
                "id": 4,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-4.jpg?v=1712564573"
            },
            {
                "id": 5,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-5.jpg?v=1712564573"
            }
        ],
        "price": "",
        "priceOrigin": "",
        "promo": "",
        "stock": "false",
        "buy": "https://www.instant-gaming.com/fr/16011-acheter-steam-ea-sports-f1-24-pc-jeu-steam/?igr=gamer-707207",
        "config": [
            {
                "id": 1,
                "OSmin": "Windows 10 64-bit Version 21H1 or newer",
                "OSmax": "Windows 10 64-bit Version 21H1 or newer",
                "PROCmin": "Intel Core i3-2130 | Core i5-9600k (VR) or AMD FX 4300 | Ryzen 5 2600X (VR)",
                "PROCmax": "Intel Core i5-9600k or AMD Ryzen 5 2600X",
                "MEMmin": "8 GB RAM",
                "MEMmax": "16 GB RAM",
                "GRAPHmin": "NVIDIA GTX 1060 (6GB) | GTX 1660Ti (VR) | RTX 2060 (RT) // AMD RX 480 (8GB) | RX 590 (VR) | 6700XT (RT) // Intel Arc A380 (VR/RT)",
                "GRAPHmax": "NVIDIA RTX 2070 (+VR) | RTX 3070 (RT) // AMD RX 6600XT | RX 6700XT (VR) | RX 6800 (RT) // Intel Arc A580 (VR/RT)",
                "DirectXmin": "Version 12",
                "DirectXmax": "Version 12",
                "HDD": "100 GB "
            }
        ],
        "news": [
            {
                "news_id": 1,
                "id": 10,
                "title": "F1 24 : la jaquette du jeu se retrouve malencontreusement sur les réseaux sociaux",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/5913/cover/1000x563/f1-24-la-jaquette-du-jeu-se-retrouve-malencontreusement-sur-les-reseaux-sociaux-cover661e76b834434.jpg",
                "date": "2024-04-16",
                "new": "Officialisé en février dernier, F1 24 ne s'est pour l'instant que peu montré malgré sa sortie relativement proche. En effet, le titre est attendu sur consoles et PC dès le 31 mai prochain. Hélas, Electronic Arts a laissé échapper par mégarde quelques éléments. On peut notamment découvrir la jaquette officielle du jeu. Le pilote Max Verstappen figure sur la boîte de la « Champions Edition ». On apprend aussi que 50 succès pourront être obtenus en jouant à cet opus. Ces récompenses font références aux modes Carrière et « MyTeam »."
            }
        ],
        "about": [
            {
                "id": 1,
                "dev": "Codemasters",
                "editeur": "Electronic Arts",
                "sortie": "2024-05-31"
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support": "Steam",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy": "https://www.instant-gaming.com/fr/16011-acheter-steam-ea-sports-f1-24-pc-jeu-steam/?igr=gamer-707207"
            },
            {
                "id": 2,
                "support": "Playstation 5",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy": "https://www.instant-gaming.com/fr/16265-acheter-ea-sports-f1-24-ps4-ps5-playstation-5-playstation-4-jeu-playstation-store/?igr=gamer-707207"
            },
            {
                "id": 3,
                "support": "Xbox Series",
                "price": "63.49€",
                "priceOrigin": "80€",
                "promo": "-21%",
                "buy": "https://www.instant-gaming.com/fr/16264-acheter-ea-sports-f1-24-champions-edition-acces-anticipe-xbox-one-xbox-series-x-s-champion-edition-xbox-one-xbox-series-x-s-jeu-microsoft-store/?igr=gamer-707207"
            }
        ]
    }
 
]