[
    {
        "id": 1,
        "Precommande": "",
        
        "dateSortie": "8 février 2024",
        "date": "",
        "title": "Helldivers 2",
        "resume": "La dernière ligne d'attaque de la galaxie. Engagez-vous chez les Helldivers et rejoignez le combat pour la liberté à travers une galaxie hostile dans ce jeu de tir à la troisième personne frénétique et féroce.",
        "imageUrl": "https://wallpapercave.com/wp/wp13290362.jpg",
        "backImage": "https://gaming-cdn.com/img/products/9575/pcover/1400x500/9575.jpg?v=1714742438",
        "genres": "Co-op en ligne, Action",
        "genre": "Action",
        "section": "news",
        "videoHover": "https://res.cloudinary.com/drirhxu6q/video/upload/v1714941509/Helldivers_2_-_Trailer_des_fonctionnalit%C3%A9s_PC_-_VF_-_4K_-_PS5_PC_xdmghm.mp4",
        "video": "d645kJwc2s4",
  "critique" : "Helldivers 2 est le jeu vidéo à essayer absolument entre amis en ce début d'année. J'ai adoré exterminer des extraterrestres au nom de la liberté et de la démocratie !",
  "critiqueTitle"     : "JEUXVIDEO.COM",
  "screen": [
            {
                "id": 1,
                "img": "https://gaming-cdn.com/images/products/9575/screenshot/helldivers-2-pc-jeu-steam-europe-wallpaper-1.jpg?v=1708503564"
            },
            {
                "id": 2,
                "img": "https://gaming-cdn.com/images/products/9575/screenshot/helldivers-2-pc-jeu-steam-europe-wallpaper-2.jpg?v=1708503564"
            },
            {
                "id": 3,
                "img": "https://gaming-cdn.com/images/products/9575/screenshot/helldivers-2-pc-jeu-steam-europe-wallpaper-3.jpg?v=1708503564"
            },
            {
                "id": 4,
                "img": "https://gaming-cdn.com/images/products/9575/screenshot/helldivers-2-pc-jeu-steam-europe-wallpaper-4.jpg?v=1708503564"
            },
            {
                "id": 5,
                "img": "https://gaming-cdn.com/images/products/9575/screenshot/helldivers-2-pc-jeu-steam-europe-wallpaper-5.jpg?v=1708503564"
            }
        ],
        "gifs": [
            {
                "id": 1,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/SuperEarthSTEAM.gif?t=1709666906",
                "title": "DIFFUSION URGENTE - FORCES ARMÉES DE LA SUPER-TERRE",
                "texte": "Liberté. Paix. Démocratie. Vos droits inaliénables en tant qu'enfant de la Super-Terre. Les piliers de notre civilisation. De notre existence même. Mais la guerre fait rage. Et tout est à nouveau menacé. Rejoignez la meilleure armée de la galaxie et rendez sa liberté et sa sécurité à votre foyer."
            },
            {
                "id": 2,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/BugAssaultSTEAM.gif?t=1709666906",
                "title": "DEVENEZ UNE LÉGENDE",
                "texte": "Vous serez rassemblés en escouades de quatre Helldivers maximum et des missions stratégiques vous seront assignées. Protégez-vous les uns les autres ; le tir allié est inévitable, mais la victoire sans travail d'équipe est impossible."
            },
            {
                "id": 3,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/StratagemSTEAM.gif?t=1709666906",
                "title": "ÉQUIPEMENT",
                "texte": "Faites pleuvoir la liberté depuis les cieux, infiltrez-vous en territoire ennemi, ou serrez les dents et foncez tête la première dans le feu du combat. Votre manière d'administrer la liberté dépend de vous ; vous aurez accès à un vaste choix d'armes à feu explosives, d'armures robustes et de stratagèmes décisifs... le joyau de l'arsenal de tout Helldiver qui se respecte."
            },
            {
                "id": 4,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/EagleExplosionsSTEAM.gif?t=1709666906",
                "title": "RÉQUISITION",
                "texte": "La Super-Terre reconnaît votre investissement et vous octroie des réquisitions. Utilisez-les pour accéder à différentes récompenses pour vous, votre escouade, votre destroyer et l'effort de guerre général."
            },
            {
                "id": 5,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/ChargerChargeSTEAM.gif?t=1709666906",
                "title": "MENACES",
                "texte": "Tout ce qui se trouve sur chaque planète souhaite votre mort. Voilà l'étendue de la menace.  Chaque ennemi possède des caractéristiques, des tactiques et un comportement distinct et imprévisible. Ils combattent tous avec férocité, sans peur et sans moralité."
            },
            {
                "id": 6,
                "img": "https://cdn.akamai.steamstatic.com/steam/apps/553850/extras/SquadRunningSTEAM.gif?t=1709666906",
                "title": "LA GUERRE GALACTIQUE",
                "texte": "Capturer les planètes ennemies, se défendre contre les invasions et terminer des missions contribuera à l'effort de guerre.  L'issue de cette guerre dépend des actions de chacun. Nous devons rester soudés, ou nous échouerons."
            }
        ],
        "price": "28.69€",
        "priceOrigin": "40€",
        "promo": "-28%",
        "buy" : "https://www.instant-gaming.com/fr/9575-acheter-helldivers-2-pc-jeu-steam-europe/",
        "buyPS" : "https://www.instant-gaming.com/fr/16121-acheter-helldivers-2-ps5-playstation-5-jeu-playstation-store/",
        "buyXBOX" : "",
        "config": [
            {
                "id": 1,
                "OSmin": "Windows 10 (64-bit)",
                "OSmax": "Windows 10 (64-bit)",
                "PROCmin": "Intel Core i7-4790K or AMD Ryzen 5 1500X",
                "PROCmax": "Intel Core i7-9700K or AMD Ryzen 7 3700X",
                "MEMmin": "8 GB RAM",
                "MEMmax": "16 GB RAM",
                "GRAPHmin": "NVIDIA GeForce GTX 1050 Ti or AMD Radeon RX 470",
                "GRAPHmax": "NVIDIA GeForce RTX 2060 or AMD Radeon RX 6600XT",
                "DirectXmin": "Version 12",
                "DirectXmax": "Version 12",
                "HDD": "100 GB"
            }
        ],
        "news": [
            {
                "news_id": 1,
                "title": "Sony et Microsoft discuteraient de la possible arrivée de Helldivers 2 sur Xbox Series",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/6004/cover/1000x563/sony-et-microsoft-discuteraient-de-la-possible-arrivee-de-helldivers-2-sur-xbox-series-cover662613fae672a.jpg",
                "video" :"",
                "date": "22 Avril 2024",
                "new": "En février dernier, Phil Spencer, le président de branche gaming de Microsoft, s'était ému de l'exclusivité PS5 de Helldivers 2 du côté des consoles. Bien qu'Arrowhead Game Studios n'appartienne pas à Sony, il faut dire que c'est le constructeur japonais qui s'occupe d'éditer le jeu sur sa machine comme sur PC. Cependant, durant le podcast Xbox Era, l'insider Shpeshal Nick a déclaré que Sony et Microsoft auraient commencé à discuter dans l'optique de porter Helldivers 2 sur Xbox Series X|S. Il s'agirait de discussions préliminaires et rien n'aurait encore été décidé à ce stade. L'arrivée de Hiroki Totoki au poste de PDG de Sony Interactive Entertainment pourrait faciliter les tractations entre les deux entreprises. Jim Ryan ayant toujours été peu enclin à négocier avec Microsoft."
            },
            {
                "news_id": 2,
                "title": "Helldivers 2 : le mécha EXO-49 se montre avant son annonce",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/6061/cover/1000x563/helldivers-2-le-mecha-exo-49-se-montre-avant-son-annonce-cover662920ed9f72f.jpg",
                "video" :"",
                "date": "24 Avril 2024",
                "new": "Les joueurs de Helldivers 2 auront bientôt l'opportunité de faire régner la démocratie grâce à une nouvelle arme. Il s'agit plus précisément d'un mécha supplémentaire qui s'est dévoilé à travers une vidéo publiée sur Reddit. Cet EXO-49 bénéficie d'un cooldown de 600 secondes et d'une bonne puissance de feu. Il peut ainsi être utilisé deux fois au cours d'une même mission. L'extrait est tiré d'un playtest récemment organisé par Arrowhead Game Studios."
            },
            {
                "news_id": 3,
                "title": "Helldivers 2 a reçu un patch centré sur l'équilibrage des armes",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/6123/cover/1000x563/helldivers-2-a-recu-un-patch-centre-sur-l-equilibrage-des-armes-cover662f961eca236.jpg",
                "video" :"",
                "date": "29 Avril 2024",
                "new": "Il est temps de découvrir une nouvelle mise à jour de Helldivers 2 disponible en téléchargement dès maintenant. Elle apporte de nombreux ajustements et s'attarde principalement sur l'équilibrage de plusieurs armes. Ainsi, plus d'une vingtaine ont reçu des modifications, comme le fait d'infliger plus de dégâts ou encore de profiter d'une ergonomie améliorée et d'une meilleure cadence. Ajoutons à cela le fait que les dégâts de brulure ont été baissés de 15 %. De plus, les ennemies ont également subi des modifications sur la vitesse de leurs déplacements, sur leur santé et leur armure. Enfin, précisons que les tirs qui ricochent sur les adversaires qui possèdent une armure lourde peuvent à présent tuer directement les joueurs."
            }
        ],
        "about": [
            {
                "id": 1,
                "dev": "Arrowhead Game Studios, Arrowhead Game Studios AB",
                "editeur": "PlayStation Mobile, Inc., PlayStation PC LLC",
                "sortie" :"8 février 2024"
                
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support": "Steam",
                "stock": true,
                "price": "28.69€",
                "priceOrigin": "40€",
                "promo": "-28%"
               

                
            },
            {
                "id": 2,
                "support": "Playstation 5",
                "stock": false,
                "pricePS": "",
                "priceOriginPS": "",
                "promoPS": ""
              
                
            }
        ]
    }
]