[
    {
        "id": 1,
        "precommande": false,
        "dateSortie": "2024-05-31",
        "date": "",
        "title": "F1 24",
        "resume" : "Faites partie des 20 avec EA SPORTS F1 24, le jeu vidéo officiel du 2024 FIA Formula One World Championship. Entrez dans la légende lors de votre quête de gloire en mode Carrière F1, la première mise à jour majeure du mode depuis 2016. Pilotez comme les plus grands champions et soyez en osmose avec votre monoplace grâce au tout nouveau système de Comportement dynamique d’EA SPORTS. Enflammez votre passion en vous connectant à vos écuries et à vos pilotes favoris, tout en prouvant votre dextérité au volant via des expériences et des modes inédits.",
        "titleNews": "Une plongée en vidéo dans le mode Carrière de F1 24",
        "text": "Electronic Arts et Codemasters se font une nouvelle fois entendre avec cette vidéo inédite de F1 24. Quelques jours après la diffusion du trailer de présentation, nous avons l'opportunité d'en apprendre plus au sujet du mode Carrière.Celle-ci pourra être réalisée en solo ou bien à deux avec un ami. Elle permettra d'incarner des pilotes célèbres de la Formule 1 et des petits nouveaux de Formule 2. Des légendes de la course, comme Ayrton Senna et Michael Schumacher, figureront au programme. La vidéo, qui est sous-titrée en plusieurs langues, revient sur d'autres ajouts majeurs en Carrière. On peut notamment souligner le fait de négocier son contrat, de vivre de véritables rivalités sportives ou encore le fait d'avoir accès à de nouveaux défis réguliers. Précisons que la Carrière en coopération a été totalement repensée. F1 24 est attendu le 31 mai prochain sur consoles et PC.",
        "imageUrl": "https://media.contentapi.ea.com/content/dam/ea/f1/f1-24/images/2024/04/f124-hero-lg-homepage-xl-16x91.jpg.adapt.crop16x9.1920w.jpg",
        "genres": "Jeux solo, Course, Sport",
        "genre": "Course",

        "video": "vxQIKjRJm40",
        "critique" : "",
        "critiqueTitle"     : "",
        "gifs": [
            {
                "id": 1,
                "img": " ",
                "title": "PROFITEZ DU COMPORTEMENT DYNAMIQUE EA SPORTS™ DANS F1® 24",
                "texte": "F1® 24 propose la mise à jour physique majeure de Codemasters et vous offre l’expérience de pilotage la plus immersive."
            },
            {
                "id": 2,
                "img": " ",
                "title": "COMPORTEMENT DYNAMIQUE EA SPORTS™",
                "texte": "Nous avons travaillé en étroite collaboration avec Max Verstappen sur le nouveau système de Comportement dynamique d’EA SPORTS, qui redéfinit la sensibilité de la monoplace pour produire des réactions réalistes et prévisibles au niveau du volant et des pédales. Cette révolution commence par un tout nouveau système de suspensions cinétique, qui procure à votre monoplace une sensation de répartition du poids et de centre de gravité beaucoup plus réaliste. Les effets de ressorts et d’amortissements ont été adaptés pour refléter au mieux la manière dont votre monoplace réagit aux différentes charges et attitudes selon le type de virage franchi. Vous disposez ainsi d’une plus grande flexibilité en matière de réglages pour votre monoplace. En fonction du tracé et de votre style de pilotage, vous devrez choisir le bon compromis au niveau des suspensions. En tant que pilote, allez-vous privilégier la stabilité dans les sections à grande vitesse ou une meilleure traction à basse vitesse ? Vous disposez désormais d’un contrôle accru et d’outils plus réalistes pour ajuster ces variables à votre guise."
            },
            {
                "id": 3,
                "img": " ",
                "title": "Modèle de pneus amélioré",
                "texte": "Nous avons considérablement amélioré le comportement des pneus dans F1® 24 pour apporter encore plus de réalisme aux monoplaces.  Notre modèle de température dans F1® 24 est inédit : la température de la carcasse et celle de la surface varient davantage en fonction de la pression des pneus, des conditions atmosphériques, de la piste et de votre style de pilotage. Si l’air est propre, les pilotes à la conduite souple peuvent tirer le meilleur parti de leurs pneus et prolonger leur relais en course, tandis que les pilotes agressifs, qui bloquent leurs freins tout en évoluant dans un air sale, sont beaucoup plus susceptibles d’endommager leurs pneus et de les user prématurément. Nous avons également amélioré la façon dont les pneus interagissent avec la surface de la piste dans des conditions variables. Par exemple, lorsque la piste commence à sécher après une averse, vous pouvez chercher les parties humides restantes sur le circuit pour rafraîchir vos pneus pluie ou intermédiaires. Vous remarquerez en outre des transitions plus réalistes entre le mouillé et le sec, ce qui crée plus d’incertitude au moment de vous demander quand rentrer aux stands pour changer de gommes. Toutes ces innovations, combinées à la nouvelle physique du système de suspensions, rendent l’expérience de jeu encore plus immersive. Et ce n’est pas tout !"
            },
            {
                "id": 4,
                "img": " ",
                "title": "MODÉLISATION AÉRODYNAMIQUE AMÉLIORÉE",
                "texte": "Le système de Comportement dynamique dans F1®️ 24 serait moins convaincant sans une refonte de l’aérodynamique de ces formidables machines. En plus des améliorations révolutionnaires apportées aux suspensions et aux pneus, nous avons eu recours à la dynamique des fluides numérique (DFN) pour améliorer considérablement notre simulation aérodynamique. Vous avez ainsi une idée beaucoup plus précise des forces qui génèrent l’appui des ailerons et du plancher. Lorsque vous vous trouvez derrière une autre monoplace, vous ressentez bien entendu les effets de l'aspiration dans les lignes droites, mais nous avons ajouté des turbulences (le fameux air sale) beaucoup plus réalistes, ce qui réduit l'adhérence dans les virages lorsque vous suivez un rival de près, comme sur un vrai circuit. Le système de réduction de la traînée (DRS) bénéficie également de cette amélioration du modèle aérodynamique. Si vous réglez votre monoplace avec un fort angle d’aileron arrière, l’augmentation de la traînée réduira naturellement votre vitesse de pointe en ligne droite, mais vous noterez un ascendant plus marqué à l’activation du DRS par rapport à une monoplace à l’aileron arrière plus fin, capable en revanche d’approcher sa vitesse de pointe maximale sans DRS. Les bonnes nouvelles ne s’arrêtent pas là ! Grâce à l’amélioration de la modélisation des véhicules, les profils du châssis et du plancher des monoplaces de la saison 2024 sont plus précis que jamais. Les vétérans d'entre vous pourront ainsi tester les réglages de la garde au sol pour affiner leurs performances aérodynamiques sur chaque circuit en ajustant l’inclinaison de la voiture. N’oubliez pas de décortiquer vos temps au tour sur EA Racenet et sur les applications communautaires de télémétrie pour gagner ces dixièmes de seconde qui comptent tant."
            },
            {
                "id": 5,
                "img": " ",
                "title": "NOUVEAUX PARAMÈTRES DU BLOC PROPULSEUR",
                "texte": "Ce qui se passe sous le capot aussi est important ! Nous vous octroyons davantage de contrôle sur le bloc propulseur de votre monoplace pour vous donner plus de possibilités de vous adapter aux circonstances et aux stratégies changeantes pendant les courses, comme sur un vrai circuit. Notre cartographie de l’accélérateur a été optimisée pour que votre monoplace sollicite graduellement plus de puissance au fur et à mesure que votre pression sur la pédale augmente en sortie de virage. Cela réduit les déperditions électriques du moteur hybride et ouvre la porte à une tactique de pilotage plus élaborée. Par exemple, vous pouvez pour la première fois déclasser manuellement la puissance délivrée et réinjecter plus d’énergie dans l’ERS (système de récupération d’énergie) en levant le pied en bout de ligne droite avant la zone de freinage, ce qui vous permet de préserver de l’énergie de votre batterie afin de mieux l’utiliser pour attaquer ou vous défendre plus tard dans le tour ou dans la course. Cette année, les modes d’utilisation de l’ERS ont également été ajustés. À la demande générale (et parce que c’est plus réaliste !), nous avons rétabli la possibilité de passer instantanément d’un mode ERS à l’autre à chaque séance d’un week-end de course. Des réglages tels que Chrono sont donc à nouveau disponibles pour vous offrir de nouvelles options tactiques. Le mode Dépassement a également été rendu plus agressif. Tout cela signifie que, même si certains réglages comme Dépassement vident la batterie de l’ERS plus rapidement que dans nos éditions précédentes, vous disposez désormais de beaucoup plus d’outils et de tactiques pour recharger rapidement votre batterie et revenir à la bagarre en course."
            }
        ],
        "screen": [
            {
                "id": 1,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-1.jpg?v=1712564573"
            },
            {
                "id": 2,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-2.jpg?v=1712564573"
            },
            {
                "id": 3,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-3.jpg?v=1712564573"
            },
            {
                "id": 4,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-4.jpg?v=1712564573"
            },
            {
                "id": 5,
                "img": "https://gaming-cdn.com/images/products/16011/screenshot/ea-sports-f1-24-pc-jeu-steam-wallpaper-5.jpg?v=1712564573"
            }
        ],
        "price": "",
        "priceOrigin": "",
        "promo": "",
        "stock" : "false",
        "buy": "https://www.instant-gaming.com/fr/16011-acheter-steam-ea-sports-f1-24-pc-jeu-steam/",
        "config": [
            {
                "id": 1,
                "OSmin": "Windows 10 64-bit Version 21H1 or newer",
                "OSmax": "Windows 10 64-bit Version 21H1 or newer",
                "PROCmin": "Intel Core i3-2130 | Core i5-9600k (VR) or AMD FX 4300 | Ryzen 5 2600X (VR)",
                "PROCmax": "Intel Core i5-9600k or AMD Ryzen 5 2600X",
                "MEMmin": "8 GB RAM",
                "MEMmax": "16 GB RAM",
                "GRAPHmin": "NVIDIA GTX 1060 (6GB) | GTX 1660Ti (VR) | RTX 2060 (RT) // AMD RX 480 (8GB) | RX 590 (VR) | 6700XT (RT) // Intel Arc A380 (VR/RT)",
                "GRAPHmax": "NVIDIA RTX 2070 (+VR) | RTX 3070 (RT) // AMD RX 6600XT | RX 6700XT (VR) | RX 6800 (RT) // Intel Arc A580 (VR/RT)",
                "DirectXmin": "Version 12",
                "DirectXmax": "Version 12",
                "HDD": "100 GB "
            }
        ],
        "news": [
            {
                "id": 1,
                "title": "F1 24 : la jaquette du jeu se retrouve malencontreusement sur les réseaux sociaux",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/5913/cover/1000x563/f1-24-la-jaquette-du-jeu-se-retrouve-malencontreusement-sur-les-reseaux-sociaux-cover661e76b834434.jpg",
                "date": "16 avril 2024",
                "new": "Officialisé en février dernier, F1 24 ne s'est pour l'instant que peu montré malgré sa sortie relativement proche. En effet, le titre est attendu sur consoles et PC dès le 31 mai prochain. Hélas, Electronic Arts a laissé échapper par mégarde quelques éléments. On peut notamment découvrir la jaquette officielle du jeu. Le pilote Max Verstappen figure sur la boîte de la « Champions Edition ». On apprend aussi que 50 succès pourront être obtenus en jouant à cet opus. Ces récompenses font références aux modes Carrière et « MyTeam »."
            }
           
        ],
        "about": [
            {
                "id": 1,
                "dev": "Codemasters",
                "editeur": "Electronic Arts",
                "sortie" :"31 mai 2024"
                
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support:": "Steam",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy" : "https://www.instant-gaming.com/fr/16011-acheter-steam-ea-sports-f1-24-pc-jeu-steam/"

                
            },
            {
                "id": 2,
                "support:": "Playstation 5",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy" : "https://www.instant-gaming.com/fr/16265-acheter-ea-sports-f1-24-ps4-ps5-playstation-5-playstation-4-jeu-playstation-store/"
                
            },
            {
                "id": 3,
                "support:": "Xbox series",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy" : "https://www.instant-gaming.com/fr/16264-acheter-ea-sports-f1-24-champions-edition-acces-anticipe-xbox-one-xbox-series-x-s-champion-edition-xbox-one-xbox-series-x-s-jeu-microsoft-store/"
                
            }
        ]
      
    },
    {
        "id": 2,
        "precommande": false,
        "dateSortie": "2024",
        "date": "28 avril 2024",
        "title": "Assassin's Creed Codename Hexe",
       
        "resume": "Depuis son premier teasing lors de la présentation Ubisoft Forward axée sur Assassin's-Creed en septembre 2022, nous n'avons rien entendu parler d'Assassin's Creed Codename Hexe, une nouvelle entrée dans la franchise apparemment centrée sur la sorcellerie et l'occulte. Un nouveau rapport a enfin partagé de nouveaux détails sur l'aventure à venir, notamment la possibilité de posséder un ami à quatre pattes pour avoir un avantage contre les ennemis. Selon Insider Gaming , Codename Hexe placera les joueurs dans le rôle d'une héroïne nommée Elsa, alors qu'elle tente de naviguer dans l'Europe du XVIe siècle à l'époque du Saint Empire romain germanique. Le jeu s'appuiera davantage sur le surnaturel que les précédents jeux AC, car Elsa a accès à de multiples capacités de sorcellerie.",
        "imageUrl": "https://cdn.alza.cz/Foto/ImgGalery/Image/assassins-creed-hexe-game-logo.jpg",
        "genres": "Jeux solo, , Aventure, Action",
        "genre": "Aventure",
        "plateforme": "Steam",
        "video": "",
        "price": "",
        "priceOrigin": "",
        "promo": "",
        "gifs": [
            {
                "id": 1,
                "img": ""
            },
            {
                "id": 2,
                "img": ""
            },
            {
                "id": 3,
                "img": ""
            },
            {
                "id": 4,
                "img": ""
            },
            {
                "id": 5,
                "img": ""
            }
        ],
        "screen": [
            {
                "id": 1,
                "img": ""
            },
            {
                "id": 2,
                "img": ""
            },
            {
                "id": 3,
                "img": ""
            },
            {
                "id": 4,
                "img": ""
            },
            {
                "id": 5,
                "img": ""
            }
        ],
     
        "stock" : "false",
        "buy": "https://www.instant-gaming.com/fr/12830-acheter-assassin-s-creed-codename-hexe-pc-jeu/",
        "config": [
            {
                "id": 1,
                "OSmin": "",
                "OSmax": "",
                "PROCmin": "",
                "PROCmax": "",
                "MEMmin": "",
                "MEMmax": "",
                "GRAPHmin": "",
                "GRAPHmax": "",
                "DirectXmin": "",
                "DirectXmax": "",
                "HDD": ""
            }
        ],
        "news": [
            {
                "id": 1,
                "title": "Assassin's Creed Hexe proposerait une aventure plus linéaire et ne sortirait pas avant 2026",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/6041/cover/1000x563/assassin-s-creed-hexe-proposerait-une-aventure-plus-lineaire-et-ne-sortirait-pas-avant-2026-cover6628100579040.jpg",
                "date": "23 avril 2024",
                "new": "Le site Insider Gaming revient à la charge avec de nouvelles informations concernant Assassin's Creed Codename Hexe. En février dernier, nous apprenions que cet opus proposerait une héroïne nommée Elsa. Mais nous venons d'obtenir des éléments supplémentaires. Ainsi, cet épisode dépeindra l'Europe centrale du 16ᵉ siècle, au cœur du Saint-Empire romain germanique. Ce titre proposerait une épopée plus linéaire qui se rapprocherait des premiers Assassin's Creed. Un monde ouvert serait malgré tout de la partie. La protagoniste devrait aussi pouvoir utiliser des compétences surnaturelles. Dans un extrait consulté par Insider Gaming et qui n'a pas été rendu public, on verrait Elsa être pourchassée par des soldats allemands. Afin de détourner leur attention, notre héroïne prend le contrôle d'un chat que le joueur peut incarner. L'animal casse alors un verre dans le but de détourner l'attention des ennemis. Cette séquence se déroule dans les rues pavées d'une ville et l'atmosphère y est décrite comme lugubre. Enfin, Assassin's Creed Codename Hexe est attendu en 2026 et serait lancé via le service Assassin's Creed Infinity."
            }
           
        ],
        "about": [
            {
                "id": 1,
                "dev": "Ubisoft",
                "editeur": "Ubisoft",
                "sortie" :"2024"
                
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support:": "Steam",
                "price": "",
                "priceOrigin": "",
                "promo": "",
                "buy" : "https://www.instant-gaming.com/fr/12830-acheter-assassin-s-creed-codename-hexe-pc-jeu/"

                
            }
        ]
    },
    {
        "id": 3,
        "precommande": true,
        "dateSortie": "16 Mai 2024",
        "date": "29 avril 2024",
        "title": "Ghost of Tsushima: Director's Cut",
        "resume": "Ghost of Tsushima pour PC est un jeu d'action et d'aventure primé, avec une perspective à la troisième personne. Il se déroule dans l'ancien Japon féodal, mais les problèmes rencontrés par le protagoniste seront facilement compris par les joueurs occidentaux et modernes.",
        "text": "Ghost of Tsushima pour PC est un jeu d'action et d'aventure primé, avec une perspective à la troisième personne. Il se déroule dans l'ancien Japon féodal, mais les problèmes rencontrés par le protagoniste seront facilement compris par les joueurs occidentaux et modernes.",
        "imageUrl": "https://images7.alphacoders.com/135/1355897.jpeg",
        "genres": "Jeux solo, Action, Aventure",
        "genre": "Action",
        "video": "VIaTAJxtS3Q",
        "videoHover": "https://res.cloudinary.com/drirhxu6q/video/upload/v1714941059/Ghost_of_Tsushima_DIRECTOR_S_CUT_PC_-_Trailer_des_fonctionnalit%C3%A9s_PC_-_4K_-_PC_kpvxk3.mp4",
        "price": "45.99€",
        "priceOrigin": "60€",
        "promo": "-23%",
        "stock" : "",
        "gifs": [
            {
                "id": 1,
                "img": " ",
                "title": "A propos du jeu",
                "texte": "L'histoire du jeu est une épopée japonaise du XIIIe siècle, avec des paysages magnifiques et détaillés comprenant des animaux, des portes torii et des temples shintoïstes. Vous êtes le seigneur samouraï Jin Sakai, et vous êtes chargé de repousser les envahisseurs mongols (sous les ordres de Khotun Khan, petit-fils du célèbre Genghis) afin de récupérer vos terres et de vous venger de l'insulte faite à votre maison qui a été envahie et prise d'assaut.  Cependant, pour réussir, vous devez prendre des décisions difficiles : adhérer aux protocoles stricts et honorables des samouraïs ou faire ce qui est moralement juste ? En passant de Jin, le samouraï intègre, à The Ghost, vous rassemblerez autour de vous une équipe hétéroclite d'alliés. Au fil de vos voyages, vous découvrirez leurs histoires et les aiderez à résoudre leurs problèmes. Parmi vos alliés figurent Sensei Ishikawa, le célèbre archer samouraï à la recherche de son élève disparu, Masako, une mère éplorée qui veut se venger de ceux qui ont assassiné sa famille, et Yuna, la voleuse qui vous a sauvé la vie au tout début de l'histoire et qui fera tout pour sauver son frère des Mongols."
            },
            {
                "id": 2,
                "img": " ",
                "title": "Plus en détail",
                "texte": " Au fur et à mesure que vous avancez dans l'histoire, des quêtes annexes et des PNJ (personnages non joueurs) vous guident dans vos méandres, vous invitant à faire des détours et à profiter encore plus des paysages merveilleusement rendus. Il y a même des moments de tranquillité où vous pouvez simplement vous asseoir et profiter de la nature. Pour les moments moins paisibles, vous disposez d'un katana pour l'autodéfense (et l'attaque) parmi d'autres armes. (Plus d'informations sur les armes ci-dessous.) Vous choisirez d'incarner l'une des quatre classes disponibles et vous pourrez jouer en mode solo (qui est en fait pour un ou deux joueurs) ou en mode coopératif (qui est pour deux ou quatre joueurs) ou vous pourrez vous essayer à la version multijoueur. Vous pouvez jouer en anglais ou en japonais avec des sous-titres anglais en option - toutefois, les personnes qui lisent sur les lèvres remarqueront rapidement que les mouvements de bouche sont pour l'anglais, quel que soit votre choix de langue. Vous pouvez également opter pour le mode Kurosawa afin d'évoquer les classiques en noir et blanc du cinéaste classique Akira Kurosawa, qui a donné au monde son image immuable des samouraïs japonais avec ses films sur ce monde chevaleresque. Les quêtes secondaires sont connues sous le nom de contes : il y a des contes standard basés sur la vie réelle (ou presque) et aussi des contes mystiques qui explorent le côté plus surnaturel des choses. Le combat est, comme vous pouvez vous y attendre, principalement basé sur le katana, et vous pouvez éliminer un ennemi en quelques coups habiles. Mais vous pouvez être éliminé de la même façon, vous devez donc apprendre à bloquer, parer et esquiver, ainsi qu'à manier votre épée comme un fou. Les scores élevés améliorent votre expérience, ce qui fait que la précision du jeu en vaut la peine. Il n'y a pas de carte à l'écran, en fait, il n'y a pas du tout d'indicateurs dans le monde ouvert. Si cela rend l'expérience de jeu immersive, cela peut aussi être frustrant : jusqu'à ce que vous réalisiez que le jeu est rempli d'indices et de rappels : le vent souffle subtilement dans la direction du voyage recommandé. De temps en temps, des éléments tels que des panaches de fumée, des vols d'oiseaux, des tourbillons de feuilles, etc. vous donneront de précieuses indications. Vous vous déplacerez principalement à cheval, et pourrez utiliser des grappins lorsqu'il vous sera nécessaire de grimper ou d'accéder à quelque chose hors de votre portée."
            },
            {
                "id": 3,
                "img": " ",
                "title": "Quelles armes ?",
                "texte": "Au fur et à mesure de votre progression, vous débloquez des armures, des costumes et des charmes toujours plus impressionnants, dont beaucoup peuvent être améliorés. Ces avantages comprennent la réduction des dégâts, la réduction de la conscience de l'ennemi (il met plus de temps à vous remarquer), une meilleure santé, des soins plus rapides ou des dégâts de mêlée accrus. Les seules exceptions sont les personnalisations de la tête et du visage qui sont purement cosmétiques. Katana : votre traditionnel sabre de samouraï, qui s'améliore au fur et à mesure que vous trouvez des power-ups et des boosters, vous donnant, littéralement, l'avantage dans les batailles Arcs : les arcs et les flèches étaient les armes de prédilection de l'époque, mais ceux-ci ont un supplément supplémentaire. Les différents types d'arcs ont des effets différents sur l'ennemi, alors amusez-vous à les essayer et prenez soin de stocker votre carquois La furtivité : bien qu'elle ne soit pas traditionnellement considérée comme une arme, les joueurs se rendront rapidement compte que cette furtivité est moins conçue pour vous aider à vous faufiler devant vos ennemis, mais plutôt pour vous permettre de vous mettre dans une position idéale pour tendre une embuscade à vos ennemis Pétards : si votre tactique furtive ne fonctionne pas tout à fait, lancez quelques pétards pour les distraire ou les décourager pendant que vous vous faufilez vers eux et ajoutez à votre nombre de cadavres Bombes fumigènes : comme les pétards, mais de longue durée, les bombes fumigènes peuvent vous aider à régler un décor ou, si vous n'avez pas envie d'une bataille pour le moment, à vous faufiler dans un campement ennemi Kunai : ces fléchettes poignardantes à l'aspect féroce étaient à l'origine considérées comme des outils de maçons, adaptés à l'autodéfense. Aujourd'hui, et dans ce jeu, ce sont des dagues idéales, des couteaux de lancer et généralement des pointes acérées qui vous aident à abattre plusieurs ennemis à la fois Ghost of Tsushima pour PC est disponible à l'achat sur Instant Gaming pour une fraction de son prix de vente. Vous recevrez une clé officielle et pourrez jouer à ce jeu dans les quelques secondes qui suivent l’achat. Play smart. Pay less."
            }
        ],
        "screen": [
            {
                "id": 1,
                "img": "https://gaming-cdn.com/images/products/9093/screenshot/ghost-of-tsushima-director-s-cut-pc-jeu-steam-wallpaper-1.jpg?v=1711457077"
            },
            {
                "id": 2,
                "img": "https://gaming-cdn.com/images/products/9093/screenshot/ghost-of-tsushima-director-s-cut-pc-jeu-steam-wallpaper-2.jpg?v=1711457077"
            },
            {
                "id": 3,
                "img": "https://gaming-cdn.com/images/products/9093/screenshot/ghost-of-tsushima-director-s-cut-pc-jeu-steam-wallpaper-3.jpg?v=1711457077"
            },
            {
                "id": 4,
                "img": "https://gaming-cdn.com/images/products/9093/screenshot/ghost-of-tsushima-director-s-cut-pc-jeu-steam-wallpaper-4.jpg?v=1711457077"
            },
            {
                "id": 5,
                "img": "https://gaming-cdn.com/images/products/9093/screenshot/ghost-of-tsushima-director-s-cut-pc-jeu-steam-wallpaper-5.jpg?v=1711457077"
            }
        ],
   
        "buy": "https://www.instant-gaming.com/fr/9093-acheter-ghost-of-tsushima-director-s-cut-pc-jeu-steam/",
        "config": [
            {
                "id": 1,
                "OSmin": "Windows 10 64-bit",
                "OSmax": "Windows 10 64-bit",
                "PROCmin": "Intel Core i3-7100 or AMD Ryzen 3 1200",
                "PROCmax": "Intel Core i5-8600 or AMD Ryzen 5 3600",
                "MEMmin": "8 GB RAM",
                "MEMmax": "16 GB RAM",
                "GRAPHmin": "NVIDIA GeForce GTX 960 or AMD Radeon RX 5500 XT",
                "GRAPHmax": "NVIDIA GeForce RTX 2060 or AMD Radeon RX 5600 XT",
                "DirectXmin": "Version 12",
                "DirectXmax": "Version 12",
                "HDD": "75  GB available space"
            }
        ],
        "news": [
            {
                "id": 1,
                "title": "Le scénario du film Ghost of Tsushima est terminé",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/3399/cover/1000x563/le-scenario-du-film-ghost-of-tsushima-est-termine-cover65421ce3d706c.jpg",
                "date": "1 novembre 2023 ",
                "new": "Le projet d'adaptation de Ghost of Tsushima au cinéma semble plutôt bien progresser. Chad Stahelski, un réalisateur, producteur et cascadeur qui a travaillé sur John Wick ou encore Deadpool, a livré des informations sur l'avancée du projet. On apprend donc que le scénario est rédigé et que les équipes vont maintenant pouvoir se mettre au travail pour réaliser le film. Stahelski a également déclaré qu'il veut rassembler un casting entièrement japonais et qu'il aimerait voir les acteurs parler leur langue natale dans le long-métrage."
            },
            {
                "id": 2,
                "title": "Ghost of Tsushima : le cross-play, les trophées et les configurations ont été annoncés pour la version PC",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/5938/cover/1000x563/ghost-of-tsushima-le-cross-play-les-trophees-et-les-configurations-ont-ete-annonces-pour-la-version-pc-cover661fca4202c37.jpg",
                "date": "17 avril 2024",
                "new": "Ce sera le 16 mai prochain que Ghost of Tsushima Director's Cut débarquera sur PC. Cette édition comprend le jeu de base, l'extension « Île d’Iki » et le mode multijoueur en coopération nommé « Légendes ». PlayStation vient d'annoncer que cette dimension connectée sera compatible avec la fonctionnalité cross-play. Cela permettra aux joueurs PS5 et PS4 de jouer avec ceux qui possèderont le jeu sur PC. Le chat vocal sera également de la partie. Mais la principale information réside dans le fait que Ghost of Tsushima sera le premier jeu édité par Sony sur PC à posséder une nouvelle interface. Cette dernière servira à accéder à notre liste d'amis PSN, à notre profil et surtout aux trophées qu'il sera désormais possible d'obtenir en jouant sur notre ordinateur. Il s'agira de la même liste de récompenses que sur PS5. Enfin, nous avons pu découvrir les configurations requises du titre de Sucker Punch. Pour faire tourner le jeu en moyen (1080p à 60 FPS), il va falloir s'équiper d'un processeur Intel Core i5-8600 ou AMD Ryzen 5 3600 et d'une carte graphique NVIDIA GeForce RTX 2060 ou AMD Radeon RX 5600 XT. Le tout avec 16 Go de RAM et un SSD doté d'au moins 75 Go d'espace libre."
            }
        ],
        "about": [
            {
                "id": 1,
                "dev": " Sucker Punch Productions, Nixxes Software",
                "editeur": " PlayStation PC LLC",
                "sortie" :"16 Mai 2024"
                
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support:": "Steam",
                "price": "45.99€",
        "priceOrigin": "60€",
        "promo": "-23%",
                "buy" : "https://www.instant-gaming.com/fr/9093-acheter-ghost-of-tsushima-director-s-cut-pc-jeu-steam/"

                
            },
            {
                "id": 2,
                "support:": "Playstation 5",
                "price": "60.37€",
                "priceOrigin": " 80€",
                "promo": "-25%",
                "buy" : "https://www.instant-gaming.com/fr/16121-acheter-helldivers-2-ps5-playstation-5-jeu-playstation-store/"
                
            }
        ]
    },
    {
        "id": 4,
        "exclu": true,
        "precommande": true,
        "dateSortie": "2024-07-02",
        "date": "",
        "title": "Final Fantasy XIV: Dawntrail",
        "resume": "Des eaux turquoise, un ciel dégagé et une myriade de possibilités vous attendent sur le continent de Tural. Explorez des terres inconnues accompagné de visages familiers, découvrez de nouvelles tribus et affrontez de terribles dangers pour que l’espoir renaisse à l’horizon.",
        "imageUrl": "https://lds-img.finalfantasyxiv.com/promo/h/G/X6-U2JYbC9_Oeyr19fH_rwiyeE.jpg",
        "genres": "MMORPG, RPG",
        "genre": "MMORPG",
        "video": "kgiuQwzB6aU",
        "videoHover": "https://res.cloudinary.com/drirhxu6q/video/upload/v1714936716/FINAL_FANTASY_XIV-_DAWNTRAIL_Full_Trailer_vfnufs.mp4",
        "critique" : "",
  "critiqueTitle"     : "",
        "gifs": [
            {
                "id": 1,
                "img": " ",
                "title": "IMPORTANT :",
                "texte": "Ce produit est un pack d'extension pour FINAL FANTASY XIV. Vous devez posséder FINAL FANTASY XIV Online - Starter Edition ou FINAL FANTASY XIV Online - Complete Edition pour pouvoir jouer."
            },
            {
                "id": 2,
                "img": " ",
                "title": " ",
                "texte": "La création d'un compte est obligatoire, toutes éditions du jeu confondues. En dehors de l'essai gratuit, chaque édition du jeu nécessite un abonnement."
            },
            {
                "id": 3,
                "img": " ",
                "title": "",
                "texte": "Des limites d'âge ainsi que d'autres conditions générales sont en vigueur. Veuillez consulter le Contrat d'utilisateur (https://sqex.to/ffxiv_agreement) et les Conditions d'utilisation de Square Enix (https://sqex.to/ffxiv_terms) contenant les conditions générales relatives à l'inscription et au service. D'autres informations sont disponibles sur le site de FINAL FANTASY XIV : https://www.finalfantasyxiv.com/"
            },
            {
                "id": 4,
                "img": " ",
                "title": " ",
                "texte": "Pour plus d’informations, rendez-vous sur le site spécial de Dawntrail : https://fr.finalfantasyxiv.com/dawntrail/"
            } 
        ],
        "screen": [
            {
                "id": 1,
                "img": "https://gaming-cdn.com/images/products/15658/screenshot/final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe-wallpaper-1.jpg?v=1711621232"
            },
            {
                "id": 2,
                "img": "https://gaming-cdn.com/images/products/15658/screenshot/final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe-wallpaper-2.jpg?v=1711621232"
            },
            {
                "id": 3,
                "img": "https://gaming-cdn.com/images/products/15658/screenshot/final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe-wallpaper-3.jpg?v=1711621232"
            },
            {
                "id": 4,
                "img": "https://gaming-cdn.com/images/products/15658/screenshot/final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe-wallpaper-4.jpg?v=1711621232"
            },
            {
                "id": 5,
                "img": "https://gaming-cdn.com/images/products/15658/screenshot/final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe-wallpaper-5.jpg?v=1711621232"
            }
        ],
        "price": "26.89€",
        "priceOrigin": "35€",
        "promo": "-23%",
        "buy": "https://www.instant-gaming.com/fr/15658-acheter-final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe/",
        "config": [
            {
                "id": 1,
                "OSmin": "Windows 10 64 bit, Windows 11 64 bit",
                "OSmax": "Windows 10 64 bit, Windows 11 64 bit",
                "PROCmin": " Intel Corei7-7700 or higher",
                "PROCmax": "Intel Corei7-9700 or higher",
                "MEMmin": "8 GB RAM",
                "MEMmax": "16 GB RAM",
                "GRAPHmin": "NVIDIA GeForce GTX 970 or higher, AMD Radeon RX 480 or higher",
                "GRAPHmax": "NVIDIA GeForce RTX 2060 or higher, AMD Radeon RX 5600 XT or higher",
                "DirectXmin": "Version 11",
                "DirectXmax": "Version 11",
                "HDD": "140 GB"
            }
        ],
        "news": [
            {
                "id": 1,
                "title": "Square Enix nous dévoile son benchmark de Final Fantasy XIV: Dawntrail",
                "imageUrl": "https://gaming-cdn.com/images/news/articles/5878/cover/1000x563/square-enix-nous-devoile-son-benchmark-de-final-fantasy-xiv-dawntrail-cover661cb5925bc62.jpg",
                "video" :"",
                "date": "04 Mai 2024",
                "new": "Square Enix vient de publier le benchmark de Final Fantasy XIV: Dawntrail. Mais ce n’est pas tout, car on nous présente par la même occasion les ajouts du DLSS de NVIDIA mais aussi du FSR d’AMD ainsi que les améliorations graphiques. Désormais, nous aurons le droit au FSR 1.0 et au DLSS 2.0 dans le jeu, ce qui entraîne que la configuration requise pour pouvoir jouer au jeu a été légèrement augmentée. Du côté des améliorations graphiques, vous pourrez observer une flore plus dense et détaillée, des textures grandement améliorées ainsi qu'une résolution des ombres, une réflexion de la lumière sur les métaux et les surfaces humides bien plus jolies. Nous notons aussi que le modèle des personnages a été retravaillé, avec une augmentation des polygones pour les objets. Une nouvelle option d’anti-aliasing est également présente, du nom de TSCMAA. Final Fantasy XIV: Dawntrail sortira le 2 juillet sur PC, PlayStation 4/5 et Xbox Series X/S."
            }
        ],
        "about": [
            {
                "id": 1,
                "dev": " Square Enix",
                "editeur": " Square Enix",
                "sortie" :"2 Juillet 2024"
                
            }
        ],
        "plateformes": [
            {
                "id": 1,
                "support:": "Steam",
                "price": "26.89€",
                "priceOrigin": "35€",
                "promo": "-23%",
                "buy": "https://www.instant-gaming.com/fr/15658-acheter-final-fantasy-xiv-dawntrail-acces-anticipe-pc-jeu-europe/"
            }
        
        ]
    }
]